tap "buildpacks/tap"
tap "dart-lang/dart"
tap "github/gh"
tap "hashicorp/tap"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jenkins-x/jx"
tap "minamijoyo/hcledit"
tap "minamijoyo/tfschema"
tap "minamijoyo/tfupdate"
tap "oktadeveloper/tap"
tap "stelligent/tap"
tap "teamookla/speedtest"
tap "warrensbox/tap"
tap "weaveworks/tap"
brew "amazon-ecs-cli"
brew "ant"
cask "java"
cask "java8"
brew "artifactory", restart_service: true
brew "asdf"
brew "autojump"
brew "awk"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "guile"
brew "libevent"
brew "nghttp2"
brew "gnutls"
brew "blackbox"
brew "brew-gem"
brew "calc"
brew "ceylon"
brew "colordiff"
brew "cowsay"
brew "csvkit"
brew "curl", link: true
brew "dos2unix"
brew "exa"
brew "fd"
brew "ruby"
brew "gem-onetime"
brew "gh"
brew "git"
brew "git-extras"
brew "git-fixup"
brew "git-secrets"
brew "glib"
brew "go"
brew "gradle"
brew "graphviz"
brew "groovy"
brew "helm"
brew "hfsutils"
brew "httpie"
brew "hub"
brew "ipcalc"
brew "jenv"
brew "jmxterm"
brew "jq"
brew "kubernetes-cli"
brew "lastpass-cli"
brew "lesspipe", args: ["with-syntax-highlighting"]
brew "markdown"
brew "mas"
brew "maven"
brew "maven-completion"
brew "md5sha1sum", link: false
brew "minikube", link: false
brew "mtr"
brew "nginx"
brew "nmap"
brew "node"
brew "openconnect"
brew "openjdk"
brew "openssh"
brew "ossp-uuid"
brew "osxutils"
brew "p7zip"
brew "pidof"
brew "pipenv"
brew "postgresql"
brew "pre-commit"
brew "pstree"
brew "python@3.8"
brew "qrencode"
brew "redis"
brew "rsync"
brew "shellcheck"
brew "sloccount"
brew "spark"
brew "sphinx-doc"
brew "spotbugs"
brew "stern"
brew "subversion"
brew "telnet"
brew "terraform-docs"
brew "terraformer"
brew "testssl"
brew "tflint"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "tree"
brew "unrar"
brew "v8"
brew "watch"
brew "watchman"
brew "wget"
brew "yadm"
brew "buildpacks/tap/pack"
brew "hashicorp/tap/boundary"
brew "hashicorp/tap/packer"
brew "jenkins-x/jx/jx"
brew "minamijoyo/hcledit/hcledit"
brew "minamijoyo/tfschema/tfschema"
brew "minamijoyo/tfupdate/tfupdate"
brew "stelligent/tap/config-lint"
brew "teamookla/speedtest/speedtest"
brew "warrensbox/tap/tfswitch"
brew "weaveworks/tap/eksctl"
cask "apache-directory-studio"
cask "cyberduck"
cask "daisydisk"
cask "docker"
cask "etrecheck"
cask "firefox"
cask "google-chat"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive-file-stream"
cask "hipchat"
cask "intellij-idea"
cask "minikube"
cask "minishift"
cask "okta"
cask "osxfuse"
cask "postman"
cask "rescuetime"
cask "sequel-pro"
cask "slack"
cask "sourcetree"
cask "spectacle"
cask "synergy"
cask "toggl"
cask "tunnelblick"
cask "visual-studio-code"
cask "vmware-horizon-client"
cask "zulu8"
mas "Evernote", id: 406056744
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "LastPass", id: 926036361
mas "Speedtest", id: 1153157709
