tap "dart-lang/dart"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
cask "java"
brew "artifactory", restart_service: true
brew "autojump"
brew "python"
brew "awscli"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "blackbox"
brew "calc"
brew "cask"
brew "colordiff"
brew "cowsay"
brew "curl", args: ["with-nghttp2"], link: true
brew "dos2unix"
brew "git"
brew "git-fixup"
brew "git-secrets"
brew "go"
brew "gradle"
brew "graphviz"
brew "groovy"
brew "hfsutils"
brew "httpie"
brew "jenv"
brew "jq"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "lastpass-cli", args: ["with-pinentry"]
brew "lesspipe", args: ["with-syntax-highlighting"]
brew "markdown"
brew "mas"
brew "maven"
brew "maven-completion"
brew "md5sha1sum"
brew "nginx"
brew "nmap"
brew "node"
brew "node@8"
brew "openssl@1.1"
brew "ossp-uuid"
brew "osxutils"
brew "p7zip"
brew "pidof"
brew "postgresql"
brew "pstree"
brew "redis"
brew "rsync"
brew "ruby"
brew "shellcheck"
brew "sloccount"
brew "spark"
brew "spotbugs"
brew "stern"
brew "subversion"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "tree"
brew "unrar"
brew "v8"
brew "watch"
brew "wget"
brew "yadm"
cask "daisydisk"
cask "docker"
cask "firefox"
cask "google-chat"
cask "google-chrome"
cask "google-drive-file-stream"
cask "hipchat"
cask "intellij-idea"
cask "java8"
cask "minikube"
cask "minishift"
cask "spectacle"
cask "synergy"
cask "visual-studio-code"
mas "Evernote", id: 406056744
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Speedtest", id: 1153157709
