tap "dart-lang/dart"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/services"
tap "homebrew/versions"
tap "jenv/jenv"
cask "java"
brew "ack"
brew "ant"
brew "artifactory", restart_service: true
brew "docbook"
brew "autoconf"
brew "autojump"
brew "automake"
brew "ec2-api-tools"
brew "aws-cfn-tools"
brew "aws-elasticache"
brew "aws-elasticbeanstalk"
brew "aws-sns-cli"
brew "readline"
brew "python"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bazaar"
brew "bison"
brew "gettext"
brew "libksba"
brew "blackbox"
brew "calc"
brew "cask"
brew "ceylon"
brew "cloc"
brew "cloog"
brew "closure-compiler"
brew "cmake"
brew "coda-cli"
brew "colordiff"
brew "coreutils"
brew "cowsay"
brew "css-crush"
brew "curl", args: ["with-nghttp2"], link: true
brew "debianutils"
brew "dos2unix"
brew "erlang"
brew "libtool"
brew "faac"
brew "lame"
brew "ffmpeg"
brew "fontconfig"
brew "fortune"
brew "fpp"
brew "freeimage"
brew "fswatch"
brew "fuzzy-find"
brew "isl"
brew "gcc"
brew "gd"
brew "ghc"
brew "git"
brew "git-fixup"
brew "git-flow-avh"
brew "git-review"
brew "git-secrets"
brew "go"
brew "pth"
brew "gpg-agent"
brew "gradle"
brew "graphviz"
brew "groovy"
brew "hfsutils"
brew "htmlcleaner"
brew "htmlcompressor"
brew "htop"
brew "http_load"
brew "httpie"
brew "httping"
brew "imagemagick"
brew "jboss-forge"
brew "jenv"
brew "jmeter"
brew "jq"
brew "node"
brew "jsdoc3"
brew "jsonschema2pojo"
brew "jvmtop"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "lastpass-cli", args: ["with-pinentry"]
brew "lesspipe"
brew "libxml2"
brew "libyaml"
brew "lighttpd"
brew "markdown"
brew "maven"
brew "md5sha1sum"
brew "memcached"
brew "mitmproxy"
brew "nagios"
brew "nginx"
brew "nmap"
brew "node@6"
brew "node@8"
brew "openssl@1.1"
brew "ossp-uuid"
brew "osxutils"
brew "p7zip"
brew "phantomjs"
brew "pidof"
brew "pkg-config"
brew "postgresql"
brew "ppl@0.11"
brew "pstree"
brew "psutils"
brew "pyenv"
brew "qt", link: true
brew "redis"
brew "renameutils"
brew "rest-shell"
brew "resty"
brew "riak"
brew "rlwrap"
brew "rsync"
brew "ruby"
brew "scala"
brew "serf"
brew "shellcheck"
brew "sloccount"
brew "spark"
brew "spotbugs"
brew "stern"
brew "subversion"
brew "the_silver_searcher"
brew "tmux"
brew "trash"
brew "tree"
brew "unrar"
brew "v8"
brew "varnish"
brew "watch"
brew "wget"
brew "dart-lang/dart/dart"
cask "docker"
cask "minikube"
cask "minishift"
cask "spectacle"
cask "synergy"
cask "visual-studio-code"
